Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: ...the envy will eat you alive one day.
es_419: … algún día la envidia te comerá vivo.

source: for a moment, I almost thought it was him.
es_419: Por un segundo, creí que era él.

source: I think our guest underestimates us, Chief.
es_419: Parece que nuestro huésped nos subestima, jefe.

source: in other words...
es_419: En otras palabras…

source: ...but you gotta think about your son's happiness.
es_419: … pero tienes que pensar en la felicidad de tu hijo.

source: I just remember learning in school…
es_419: ¡Pero en la escuela me enseñaron sobre…

source: rattle
es_419: CLANC

source: disease, physical danger, famine...
es_419: Enfermedades, peligro físico, hambre…

source: Ack!!!
es_419: ¡¡¡Agh!!!

source: TURN
es_419: SE VOLTEA

source: serves you right, bahaha!
es_419: ¡Te lo mereces! ¡Ja, ja, ja!

source: I've got nothing to say to you, you devil!
es_419: ¡No tengo nada que decirte, demonio!

source: ...and somehow...
es_419: … y de alguna forma…

source: we'll be at your side to protect you...
es_419: Estaremos a tu lado para protegerte…

source: come on, dad, you idiot. get it together... that's not me you're talking to...
es_419: Vamos, papá, no seas idiota… ese chico con el que hablas no soy yo…

source: dad, my stomach really hurts!
es_419: ¡Papá, me duele el estómago!

source: w
es_419: WIIRR

source: let's do this! haha!
es_419: ¡Hagámoslo! ¡Ja, ja!

source: for a retreats scum, you're pretty cavalier with your life.
es_419: Para ser una escoria de El Refugio, eres todo un caballero.

source: I poured my entire life savings into this.
es_419: Arriesgué todos mis ahorros por esto.

source: having said that, this is all part of your mental training, too.
es_419: Pero todo esto también es parte de tu entrenamiento mental.

source: ...but if he agrees to help, he vows to make sure that all brine citizens will live like retreats citizens one day?
es_419: … pero, si acepta ayudarnos, ¿promete asegurarse de que algún día los ciudadanos de Salmuera vivamos como los de El Refugio?

source: ...if you stand in my way!
es_419: … que se interponga en mi camino!

source: nothing he said made any sense...
es_419: Nada de lo que decía tenía sentido…

source: he started making a scene as soon as he woke up, so we had to tie him up...
es_419: Hizo un escándalo apenas despertó, así que tuvimos que atarlo…

source: Those hardcore fugitives that the Retreats authorities are still chasing after to this day?!
es_419: ¡¿Los fugitivos violentos a los que las autoridades de El Refugio persiguen hasta el día de hoy?!

source: what if somebody sees me with this savage?
es_419: ¿Y si alguien me ve con este salvaje?

source: something strange is going on... for now, just keep running!
es_419: Algo raro está pasando… ¡por ahora, sigamos corriendo!

source: Episode 1 - John Canty
es_419: Episodio 1 - John Canty

source: randy! hey, randy!
es_419: ¡Randy! ¡Ey, Randy!

source: oh, by the way, in case you were wondering...
es_419: Por cierto, en caso de que te lo preguntes…

source: I thought I heard gunshots, but it's suddenly quiet again.
es_419: Creí escuchar disparos, pero otra vez hay silencio.

source: drats... either way, good job. poke around a little, then return to base.
es_419: Agh… aun así, buen trabajo, chicos. Echen un vistazo por la zona y regresen a la base.

source: shake
es_419: TIEMBLA

source: she's the chief's only daughter.
es_419: Es la única hija del jefe.

source: what's done is done.
es_419: A lo hecho, pecho.

source: Hurry!
es_419: ¡Rápido!

source: there's no way out of this!
es_419: ¡No hay escapatoria!

source: where's the fun in shooting targets who are tied up?
es_419: ¿Qué tiene de divertido disparar a tipos que están atados?

source: what happened?
es_419: ¿Qué pasó?

source: not only that, my grandfather and father wouldn't have died like dogs out in the bg*.
es_419: Además, ni mi abuelo ni mi padre habrían muerto como perros en los CB*.

source: ...they'd obliterated the whole lot.
es_419: … ya habían matado a todos.

source: stop right there!
es_419: ¡Alto ahí!

source: chief! chieeef!
es_419: ¡Jefe! ¡Jefeee!

source: dad!
es_419: ¡Papá!

source: what are you waiting for?!
es_419: ¡¿Qué esperan?!

source: as such, we should avoid fighting as much as we can...
es_419: Así que tenemos que evitar pelear todo lo posible…

source: ...when their belief that we've completely cut our ties with edward will work to our advantage.
es_419: … nos beneficie que crean que cortamos relaciones completamente con Edward.

source: haha! nah, you're better off coming with us.
es_419: ¡Ja, ja! No, te conviene más venir con nosotros.

source: and now...
es_419: Y ahora…

source: still, it's something to celebrate.
es_419: Sigue siendo digno de celebración.

source: shouldn't you be keeping it somewhere more secure than your house?
es_419: ¿No deberías guardarlo en un lugar más seguro que tu casa?

source: who's the girl in the photo?
es_419: ¿Quién es la niña en esa foto?

source: honestly...
es_419: Cielos…

source: let's get this over with.
es_419: Terminemos con esto.

source: sure... it's nice to see you again, too.
es_419: Claro… A mí también me alegra volver a verte.

source: I didn't ask to be born in the retreats either!
es_419: ¡Yo tampoco pedí nacer en El Refugio!

source: Let's take care of this ourselves.
es_419: Resolvamos esto con nuestras manos.

source: to think they'd even make me change my clothes to get in here...
es_419: Y pensar que hasta me hicieron cambiar de ropa para entrar aquí…

source: at this rate...
es_419: A este paso…

source: he was my childhood friend, who later became the leader of the 817.
es_419: Era mi amigo de la infancia y quien terminó siendo el líder de los 817.

source: I'll never send my own son into the meat grinder for that glorified murder gambling show.
es_419: Jamás enviaré a mi propio hijo a ese matadero para que todos lo disfruten detrás de una televisión.

source: quit dawdling and hurry up!
es_419: ¡Se acabó el descanso! ¡Vamos!

source: there's no such thing as paradise for the likes of us!
es_419: ¡La gente como nosotros nunca encontrará el paraíso!

source: I guess you had it in you after all.
es_419: supongo que sí tenías ese don dentro.

source: I can't find that fork in the road anywhere!
es_419: ¡No logro encontrar esa bifurcación!

source: you said no one knew your true identity.
es_419: Dijiste que nadie conoce tu verdadera identidad.

source: after that, I finally came to realize...
es_419: Después de eso, finalmente me di cuenta…

source: Because you're coming too.
es_419: Porque tú también vas a venir.

source: Centipedes?
es_419: ¿Ciempiés?

source: all I see is a little p*ssy who's scared out of his wits.
es_419: Lo único que veo es a un p*ndejo muerto de miedo.

source: he couldn't have gotten far with a wound like that.
es_419: Con una herida así, no pudo ir lejos.

source: I told you, man. just practice your punches. cqc is the way to go.
es_419: Te dije, amigo. Practica tu combate cuerpo a cuerpo, esa es la solución.

source: you jealous, tiber?
es_419: ¿Celoso, Tiber?

source: besides, right now, I need to focus on making preparations for my future...
es_419: Además, en este momento debo concentrarme en los preparativos para mi futuro…

source: …And take back everything you've lost…
es_419: … y recuperar todo lo que perdiste…

source: I'll teach you to hit the target next time.
es_419: A la próxima, voy a enseñarte a apuntar bien.

source: he'll wake up in a few hours after his nap.
es_419: Va a despertar en unas horas, después de su siesta.

source: he's dead.
es_419: Está muerto.

source: yet here you are, putting your life on the line for one of them...
es_419: Pero aquí estás, arriesgando tu vida por uno de ellos…

source: so...
es_419: Entonces…

source: By the way…why are they called Ch-Chan…riong?
es_419: Por cierto… ¿por qué se llaman Ch-Chan… riong?

source: let's start with the biggest boom!
es_419: ¡Empecemos por la explosión más grande!

source: it hasn't been confirmed yet.
es_419: Todavía no lo hemos confirmado.

source: once the cheonryong gang was able to turn the tables...
es_419: Una vez que los Cheonryong pudieron revertir la situación…

source: I'm fine!
es_419: ¡Estoy bien!

source: what are you doing?!
es_419: ¡¿Qué haces?!

source: these disasters occurred, one right after another, leading to the utter ruin of all that human civilization had built.
es_419: Todas esas catástrofes sucedieron una tras la otra y llevaron a la humanidad a destruir lo que construyeron durante siglos.

source: I don't know how this tree stayed alive in the dark...
es_419: No sé cómo este árbol sobrevivió en medio de la oscuridad…

source: yeah, about that...
es_419: Sí, sobre eso…

source: that's enough out of you, mister.
es_419: Ya basta, señor.

source: he's probably hiding somewhere nearby. find him.
es_419: Seguro se esconde en algún lugar cerca. Busquémoslo.

source: the chief...
es_419: El jefe…

source: Out of my way!
es_419: ¡Apártate!

source: F
es_419: FUUUSH

source: so what?
es_419: ¿Y qué?

source: that little bastard...
es_419: ¡Ese mocoso…

source: I don't know how much those vulture morons were offered to kill you...
es_419: No sé cuánto les ofrecieron a esos idiotas de Los Buitres para matarte…

source: well, to be honest, I wish I could say my intentions were actually that honorable...
es_419: Bueno, honestamente, quisiera poder decir que mis intenciones eran así de honorables…

source: we're now accepting competitors for next year's battlegrounds!
es_419: ¡Estamos aceptando competidores para las batallas del próximo año!

source: ...the broken skulls.
es_419: … Las calaveras rotas.

source: you awake?
es_419: ¿Despertaste?

source: I heard your little wristwatch was the only reason the 817 was able to burn down the first retreats.
es_419: Escuché que tu querido dispositivo fue lo único que hizo posible la invasión de los 817 al primer Refugio.

source: dad... it's not too late to change your mind.
es_419: Papá… aún estás a tiempo de cambiar de opinión.

source: THIS EPISODE CONTAINS DEPICTIONS OF VIOLENCE THAT MAY BE UPSETTING FOR SOME READERS.
es_419: Este episodio contiene escenas violentas que pueden afectar la sensibilidad de algunos lectores.

source: but you didn't, so it's all good.
es_419: Pero no lo hiciste, así que tranquilo.

source: both of them? that quickly?
es_419: ¿De los dos? ¿Tan rápido?

source: yeah... a little...
es_419: Sí… solo un poco…

source: those drones didn't save me that day because I was edward son...
es_419: Aquellos drones no me salvaron porque yo fuese Edward Son…

source: well... it was an accident.
es_419: Bueno… fue un accidente.

source: yes... of course.
es_419: Sí… claro.

source: all the things that a bluechip can do...
es_419: Esos chips pueden hacer tantas cosas…

source: what? what are you talking about?
es_419: ¿Eh? ¿De qué hablas?

source: why does he hate me so much?
es_419: ¿Por qué me odia tanto?

source: yep...
es_419: Sip…

source: of course, setting an objective requires careful planning in and of itself.
es_419: Por supuesto, solo establecer un objetivo requiere una planificación impecable.

source: only blood will make you see!
es_419: ¡Solo con sangre verás la verdad!

source: I didn't think you'd come back...
es_419: No creí que regresarías…

source: did you really think it was as simple as just squeezing the trigger?
es_419: ¿En serio creíste que era tan simple como apretar el gatillo?

source: those retreats scum won't accept a person from the slums with a combat visa...
es_419: ¡Estas escorias de El Refugio no aceptan a la gente con una visa de combate…

source: Meh, whatever.
es_419: Agh, no importa.

source: let's put myself in their shoes.
es_419: Debo ponerme en su lugar.

source: I don't really want to become a killing machine though...
es_419: Pero no quiero convertirme en una máquina de matar…

source: I imagine those 817 bastards were set for life after ransacking this place.
es_419: Esos idiotas de los 817 seguro tuvieron la vida resuelta después de saquear este lugar.

source: If you thought we were going to escort you home like some damsel in distress...
es_419: Si creíste que íbamos a escoltarte a casa como si fueses una damisela en apuros…

source: I swear this place attracts the worst kind of animals...
es_419: Este lugar sí que atrae al peor tipo de bestias…

source: as a member of the 817 who sought to save the slums...
es_419: Como miembro de los 817, que queríamos salvar a los barrios…

source: ...we'll need to surgically swap their entire arms.
es_419: … tendremos que intercambiar quirúrgicamente ambos brazos.

source: I can tell by his eyes...
es_419: Lo veo en sus ojos…

source: why are you just standing here, looking like you hate yourself?
es_419: ¿Por qué te quedas ahí parado como si te odiaras a ti mismo?

source: but this is far too precious an opportunity to stop there.
es_419: Pero esta oportunidad es demasiado buena como para detenernos ahí.

source: CHATTER
es_419: BLABLA

source: I was treated by everyone here like an animal.
es_419: … todos me trataban como a un animal.

source: which one of you morons was it?!
es_419: ¡¿Quién de ustedes fue?!

source: every person dreams of happiness.
es_419: Todo el mundo sueña con ser feliz.

source: w-wait, I hit the target once at least! one shot's all you need!
es_419: ¡E-espera! ¡Le di una vez al blanco! ¡Solo se necesita un buen disparo!

source: even though I saved your life.
es_419: A pesar de que te salvé la vida.

source: growl
es_419: GRRR

source: was that too much...?
es_419: ¿Habrá sido demasiado…?

source: CLICK
es_419: CLIC

source: what about your son, then?
es_419: ¿Qué hay entonces de tu hijo?

source: what a load of baseless nonsense!
es_419: ¡Cuántos disparates!

source: what am I supposed to do all by myself?
es_419: ¿Qué se supone que voy a hacer solo?

source: glare
es_419: MIRA

source: ...that all the privileges I'd enjoyed...
es_419: … que todos los privilegios que disfrutaba…

source: take care of the bodies for me.
es_419: Ocúpense de los cuerpos por mí.

source: this is a battleground. a place where people don't hesitate to kill each other to get ahead.
es_419: Esto es un campo de batalla. Aquí la gente no duda a la hora de matar a los demás y seguir adelante.

source: I hardly have the energy to move... and everything's becoming blurry...
es_419: Casi no tengo energías para moverme… y veo todo borroso…

source: it's precisely because of this reality...
es_419: Se debe precisamente a esa realidad…

source: SMIRK
es_419: JEJE

source: gable? who the hell is that? hop on!
es_419: ¿Gable? ¿Quién carajo es ese? ¡Sube!

source: …maybe he's not just a damsel in distress after all.
es_419: … puede que no sea una damisela en apuros.

source: I'm boris.
es_419: Soy Boris.

source: even so...
es_419: Aun así…

source: then I'll let you live.
es_419: Si lo haces, te dejo vivir.

source: that's why I offered them a pretty sweet deal.
es_419: Por eso les ofrecí un trato excelente.

source: STORY HYUNGWOOK SHIN
es_419: Historia: Shin Hyungwook

source: what the hell are you doing?!
es_419: ¡¿Qué carajo haces?!

source: ...but if anything were to happen to me...
es_419: … pero si algo me pasara…

source: if this makes you happy, dad...
es_419: Si esto te hace feliz, papá…

source: this had better not be another dud...
es_419: Ojalá este no sea otro fiasco…

source: that means...
es_419: Eso significa…

source: john canty... that bastard!
es_419: John Canty… ¡ese desgraciado!

source: I'm in a building at your six o'clock.
es_419: Estoy en un edificio a tus seis.

source: this woman...
es_419: Esta mujer…

source: in all honesty, I had almost given up all hope.
es_419: Honestamente, casi había perdido toda la esperanza…

source: by any chance...
es_419: ¿Por casualidad…

source: you've been in brine for a while now... but you still haven't shot anyone yet, have you?
es_419: Ya llevas un tiempo en Salmuera… pero no le has disparado a nadie, ¿cierto?

source: Episode 15 - The Reason
es_419: Episodio 15 - La razón

source: I wonder what that bastard gable is doing right now...
es_419: Me pregunto qué estará haciendo ese infeliz de Gable…

source: ...outside of the retreats, murder is still a commonplace occurrence.
es_419: … fuera de El Refugio, los asesinatos siguen siendo bastante comunes.

source: imagine their faces when they realize you came to biringam and snatched the prize away before they even knew! haha!
es_419: ¡Imagina la cara que van a poner cuando se enteren de que viniste a Biringam y les quitaste lo que querían! ¡Ja, ja!

source: they simply watched this hell on earth from above...
es_419: ... ellos veían este infierno desde la comodidad de sus casas…

source: gramps, are you sure you know where the wristwatch even is?
es_419: Abuelo, ¿seguro que sabes dónde está ese dispositivo?

source: besides, chief and gramps are planning our next steps, so just chill out and wait.
es_419: Además, el jefe y el viejo están planeando los próximos pasos, así que relájate.

source: cut the crap.
es_419: Cállate.

source: REACH
es_419: ALCANZA

source: Even as we speak, housing prices are skyrocketing.
es_419: Mientras hablamos, los precios se están disparando.

source: you think I'm gonna fall for your tricks?!
es_419: ¡¿Crees que voy a dejarme engañar por ti?!

source: chief seemed to believe me after seeing the inside of my mouth.
es_419: El jefe pareció creerme cuando me revisó la boca.

source: I guess fate really is cruel... they look so similar, but one is a pauper in the slums...
es_419: Supongo que el destino es cruel… Son idénticos, pero uno es pobre y vive en los barrios…

source: SWING
es_419: SUISH

source: it's because of a band of outlaws...
es_419: Por una banda de criminales…

source: alright. what shall we do with that?
es_419: Bueno. ¿Qué hacemos con ese?

source: you already know that, don't you?
es_419: Pero eso ya lo sabes, ¿verdad?

source: urgh... hurk!
es_419: Agh… ¡Uff!

source: time to die.
es_419: Hora de morir.

source: if they survive this... you might be the one who ends up on the run.
es_419: Si sobreviven a esto… tal vez seas tú el que tenga que darse a la fuga.

source: whoa, that one must've cut deep!
es_419: ¡Guau! ¡Esta tiene que haber dolido!

source: just be ready.
es_419: Prepárate.

source: this won't take long.
es_419: Esto va a ser rápido.

source: ...the fact that I was chosen from a pool of two thousand slum residents for the honor of receiving scraps from the retreats...
es_419: … el hecho de que tuviese el honor de ser elegido entre dos mil residentes de Salmuera para recibir las sobras de El Refugio…

source: yawn...
es_419: Buoo…

source: ...as though on a knife's edge.
es_419: … como al filo de un cuchillo.

source: ...that could only mean one thing.
es_419: … eso solo puede significar una cosa.

source: hehehe
es_419: Jejeje

source: she died...
es_419: Ella murió…

source: I guess we made it...
es_419: Supongo que lo logramos…

source: I have a work visa.
es_419: Tengo una visa de trabajo.

source: kid, you into any drugs?
es_419: Niño, ¿te gustan las drogas?

source: is that...
es_419: ¿Acaso es…

source: A little while ago
es_419: Hace unos momentos

source: ...that's nothing new for us.
es_419: … no sería la primera vez.

source: scatter
es_419: ESPARCE

source: until then...
es_419: Hasta entonces…

source: I never thought the day would come when I'd need that old junkie's help…
es_419: Nunca creí que llegaría el día en que necesitara la ayuda de ese viejo drogadicto…

source: sure... it was an honor to serve such a distinguished customer.
es_419: Claro… fue un honor ayudar a un cliente tan distinguido.

source: ...if you want to provide your family with the best that life has to offer...
es_419: … y quieren darles lo mejor a sus respectivas familias…

source: he's really trying to win over that grumpy old coot?
es_419: ¿En serio intenta persuadir a ese viejo chiflado?

source: ...unless there's some other reason that bastard's here.
es_419: … a menos que ese malnacido tenga otro motivo para estar aquí.

source: I didn't think he'd clock us that easily.
es_419: no creí que nos ubicaría con tanta facilidad.

source: they must be in those ruins.
es_419: Deben de estar en esas ruinas.

source: New varennai, nicknamed "salted earth."
es_419: Nueva Varennai, también conocida como “tierra salada”.

source: I thought we needed the wristwatch to get us to the retreats in the first place!
es_419: ¡Creí que necesitábamos el dispositivo para entrar a El Refugio!

source: he was shot in the stomach.
es_419: Le dispararon en el estómago.

source: ...even all those snobs in the white tower.
es_419: … incluso a esos engreídos de la torre blanca.

source: what the hell's gotten into you?
es_419: ¿Qué carajo les pasa?

source: great. the switch will involve the security data your son will need in order to live in the retreats.
es_419: Estupendo. El cambio involucra los datos de seguridad que tu hijo va a necesitar para vivir en El Refugio.

source: who do you think edward will choose? us or them?
es_419: ¿A quiénes crees que elegirá Edward? ¿Ellos o nosotros?

source: well, I think you're wrong.
es_419: Bueno, pienso que te equivocas.

source: did she get dumped or something?
es_419: ¿Será que la abandonaron?

source: gramps! are we in the wrong place? you didn't seem so sure earlier!
es_419: ¡Abuelo! ¿Estaremos en el lugar equivocado? ¡No parecías muy seguro!

source: it's easy for us to prove your identity.
es_419: Podemos comprobar tu identidad fácilmente.

source: Come on, maybe he's telling the truth!
es_419: ¡Vamos, a lo mejor dice la verdad!

source: fire in the hole!
es_419: ¡Pónganse a cubierto!

source: hey, did you listen to anything I just told you?
es_419: Ey, ¿no escuchaste nada de lo que dije?

source: Retreats
es_419: El Refugio

source: what you said at brine port... is it true?
es_419: Lo que dijiste en el puerto… ¿es verdad?

source: hmph! what a waste of time this turned out to be! fine, we're done here!
es_419: ¡Mmm! ¡Qué pérdida de tiempo terminó siendo esto! ¡Está bien, ya terminamos!

source: that's right. if you know, you know.
es_419: Así es. Si lo sabes, lo sabes.

source: you saved his life, only for him to abandon you...
es_419: Le salvaste la vida, pero te abandonó…

source: but it shouldn't take more than a few hours, since I've mastered its usage.
es_419: Pero no creo que tardemos más de unas horas. Después de todo, ya sé usarlo.

source: you goddamn brat!
es_419: ¡Mocoso de mierda!

source: Is that impressive?
es_419: ¿Eso te impresiona?

source: let's get going.
es_419: Vámonos.

source: I need to go home, no matter what.
es_419: Tengo que ir a casa a como dé lugar.

source: you didn't even realize I clocked you with my optic device, did you?
es_419: Ni siquiera te diste cuenta de que te registré con mi dispositivo óptico.

source: got him!
es_419: ¡Lo tengo!

source: what the hell's going on?!
es_419: ¡¿Qué m*erda está pasando?!

source: ...I'm talking about something a bit deeper, dude.
es_419: … Hablo de algo más profundo, amigo.

source: hehe... look over there.
es_419: Je, je… echa un vistazo.

source: I can promise you that.
es_419: Te lo prometo.

source: I'm sorry.
es_419: perdón.

source: ...then why do the battlegrounds exist?
es_419: … ¿por qué existen los campos de batalla?

source: quit your crying, kid.
es_419: Deja de llorar, niño.

source: try your best to survive! bahaha!
es_419: ¡Haz lo posible por sobrevivir! ¡Ja, ja, ja!

source: ...a world in which only the strongest survive.
es_419: … un mundo en el que solo sobreviven los más fuertes.

source: think, edward...
es_419: Piensa, Edward…

source: ooh!
es_419: ¡Aah!

source: "...that's where edward son will be."
es_419: … “sabremos dónde está Edward Son”.
